/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d×%d pikseli";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (wtyczka internetowa %@)";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "plików: %d";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (średni stopień)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (wysoki stopień)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (niski stopień)";

/* Undo action name */
"Align Left (Undo action name)" = "Wyrównaj do lewej";

/* Undo action name */
"Align Right (Undo action name)" = "Wyrównaj do prawej";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Wszystkie pliki";

/* Back context menu item */
"Back" = "Wróć";

/* Bold context menu item */
"Bold" = "Pogrubiona";

/* Capitalize context menu item */
"Capitalize" = "Od wielkiej litery";

/* Undo action name */
"Center (Undo action name)" = "Na środku";

/* Undo action name */
"Change Attributes (Undo action name)" = "Zmień atrybuty";

/* Check spelling context menu item */
"Check Document Now" = "Sprawdź dokument teraz";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Sprawdź gramatykę i pisownię";

/* Check spelling context menu item */
"Check Spelling" = "Sprawdź pisownię";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Sprawdzaj pisownię, gdy piszę";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Sprawdzaj pisownię pisząc";

/* title for file button used in HTML forms */
"Choose File" = "Wybierz plik";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Wymaż ostatnie szukania";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Nie można wyświetlić zawartości o wskazanym typie MIME";

/* Copy context menu item */
"Copy" = "Kopiuj";

/* Copy Image context menu item */
"Copy Image" = "Kopiuj obraz";

/* Copy Link context menu item */
"Copy Link" = "Kopiuj łącze";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Sprawdzaj pisownię automatycznie";

/* Undo action name */
"Create Link (Undo action name)" = "Utwórz łącze";

/* Cut context menu item */
"Cut" = "Wytnij";

/* Undo action name */
"Cut (Undo action name)" = "Wytnij";

/* Default writing direction context menu item */
"Default" = "Domyślne";

/* Download Image context menu item */
"Download Image" = "Pobierz obrazek";

/* Download Linked File context menu item */
"Download Linked File" = "Pobierz wskazywany plik";

/* Undo action name */
"Drag (Undo action name)" = "Przeciągnij";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Czcionka";

/* Undo action name */
"Format Block (Undo action name)" = "Format";

/* Forward context menu item */
"Forward" = "Dalej";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Pobieranie ramki zostało przerwane";

/* accessibility role description for web area */
"HTML content" = "Zawartość HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Ukryj pisownię i gramatykę";

/* menu item title */
"Hide Substitutions" = "Ukryj zastąpienia";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-2";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignoruj gramatykę";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Pomiń sprawdzanie pisowni";

/* Undo action name */
"Indent (Undo action name)" = "Wcięcie";

/* Undo action name */
"Insert List (Undo action name)" = "Wstaw listę";

/* Inspect Element context menu item */
"Inspect Element" = "Skontroluj element";

/* Italic context menu item */
"Italic" = "Kursywa";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java jest niedostępna";

/* Undo action name */
"Justify (Undo action name)" = "Wyjustuj";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Klucz z %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Zapamiętaj pisownię";

/* Left to Right context menu item */
"Left to Right" = "Od lewej do prawej";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Poszukaj w Słowniku";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Luźny kerning";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Obniż linię bazową";

/* Make Lower Case context menu item */
"Make Lower Case" = "Zamień na małe litery";

/* Make Upper Case context menu item */
"Make Upper Case" = "Zamień na wielkie litery";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nie znaleziono domyślnych";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Brak ostatnich wyszukiwań";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Nie można używać zastrzeżonych portów sieciowych";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Otwórz ramkę w nowym oknie";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Otwórz obrazek w nowym oknie";

/* Open Link context menu item */
"Open Link" = "Otwórz łącze";

/* Open in New Window context menu item */
"Open Link in New Window" = "Otwórz łącze w nowym oknie";

/* context menu item for PDF */
"Open with %@" = "Otwórz używając %@";

/* Undo action name */
"Outdent (Undo action name)" = "Outdent";

/* Outline context menu item */
"Outline" = "Obrysowany";

/* Undo action name */
"Outline (Undo action name)" = "Obrysowany";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Kierunek akapitu";

/* Paste context menu item */
"Paste" = "Wklej";

/* Undo action name */
"Paste (Undo action name)" = "Wklej";

/* Undo action name */
"Paste Font (Undo action name)" = "Wklej czcionkę";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Wklej linijkę";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Wtyczka odwołana";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Wtyczka obsłużyła wczytanie";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Podnieś linię bazową";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Ostatnie wyszukiwanie";

/* Reload context menu item */
"Reload" = "Odśwież";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Wyzeruj";

/* Right to Left context menu item */
"Right to Left" = "Od prawej do lewej";

/* Search in Google context menu item */
"Search in Google" = "Szukaj w Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Szukaj w Spotlight";

/* Search in Google context menu item */
"Search with Google" = "Poszukaj z Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Kierunek zaznaczenia";

/* Undo action name */
"Set Background Color (Undo action name)" = "Ustal kolor tła";

/* Undo action name */
"Set Color (Undo action name)" = "Ustal kolor";

/* Undo action name */
"Set Font (Undo action name)" = "Ustal czcionkę";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Ustal tradycyjny kształt znaku";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Ustaw kierunek pisania";

/* Show colors context menu item */
"Show Colors" = "Pokaż kolory";

/* Show fonts context menu item */
"Show Fonts" = "Pokaż czcionki";

/* menu item title */
"Show Spelling and Grammar" = "Pokaż pisownię i gramatykę";

/* menu item title */
"Show Substitutions" = "Pokaż zastąpienia";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Inteligentne kopiowanie/wklejanie";

/* Smart Dashes context menu item */
"Smart Dashes" = "Inteligentne myślniki";

/* Smart Links context menu item */
"Smart Links" = "Inteligentne łącza";

/* Smart Quotes context menu item */
"Smart Quotes" = "Inteligentne cytaty";

/* Speech context sub-menu item */
"Speech" = "Mowa";

/* Spelling context sub-menu item */
"Spelling" = "Pisownia";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Pisownia i gramatyka";

/* menu item title */
"Spelling..." = "Pisownia…";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Rozpocznij usuwanie błędów JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Rozpocznij profilowanie JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Rozpocznij mówienie";

/* Stop context menu item */
"Stop" = "Zatrzymaj";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Zatrzymaj usuwanie błędów JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Zatrzymaj profilowanie JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Wstrzymaj mówienie";

/* Styles context menu item */
"Styles..." = "Style…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Dostarcz";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Dostarcz";

/* Undo action name */
"Subscript (Undo action name)" = "Indeks dolny";

/* Substitutions context sub-menu item */
"Substitutions" = "Zastąpienia";

/* Undo action name */
"Superscript (Undo action name)" = "Indeks górny";

/* Text Replacement context menu item */
"Text Replacement" = "Zastępowanie tekstu";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Nie można wyświetlić URL";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Nie można znaleźć wtyczki";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Nie można załadować wtyczki";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nazwa użytkownika lub hasło dostępu do obszaru „%@” na %@ są nieprawidłowe. Upewnij się, że podajesz właściwe informacje i spróbuj ponownie.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nazwa użytkownika lub hasło dostępu do serwera proxy %@ %@ są nieprawidłowe. Upewnij się, że podajesz właściwe informacje i spróbuj ponownie.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nazwa użytkownika lub hasło dostępu do tego obszaru na %@ są nieprawidłowe. Upewnij się, że podajesz właściwe informacje, i spróbuj ponownie.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "To jest przeszukiwany indeks. Podaj szukane słowa kluczowe: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Ciaśniejszy kerning";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Aby zobaczyć tę stronę, należy zalogować się w obszarze „%@” na %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Aby zobaczyć tę stronę, należy zalogować się na serwerze proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Aby zobaczyć tę stronę, musisz zalogować się w tym obszarze na %@:";

/* Transformations context sub-menu item */
"Transformations" = "Przekształcenia";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Wyłącz kerning";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Wyłącz ligatury";

/* Undo action name */
"Typing (Undo action name)" = "Wpisywanie";

/* Underline context menu item */
"Underline" = "Podkreślona";

/* Undo action name */
"Underline (Undo action name)" = "Podkreślona";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Nieznany";

/* Undo action name */
"Unlink (Undo action name)" = "Rozłącz";

/* Undo action name */
"Unscript (Undo action name)" = "Odwołaj indeks";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Załaduj plik";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Użyj wszystkich ligatur";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Użyj kerningu standardowego";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Użyj ligatur standardowych";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspektor www — %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Kierunek pisania";

/* message in authentication panel */
"Your login information will be sent securely." = "Informacje logowania zostaną wysłane w sposób bezpieczny.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Hasło zostanie wysłane w postaci niezaszyfrowanej.";

/* HTTP result code string */
"accepted" = "zaakceptowano";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktywuj";

/* HTTP result code string */
"bad gateway" = "nieprawidłowa brama";

/* HTTP result code string */
"bad request" = "nieprawidłowe żądanie";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "zaznacz";

/* HTTP result code string */
"client error" = "błąd klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "dalej";

/* HTTP result code string */
"created" = "utworzony";

/* definition phrase */
"definition" = "definicja";

/* HTTP result code string */
"expectation failed" = "nieudane oczekiwanie";

/* HTTP result code string */
"forbidden" = "zakazane";

/* HTTP result code string */
"found" = "znaleziono";

/* HTTP result code string */
"gateway timed out" = "upłynął czas bramy";

/* accessibility role description for headings */
"heading" = "nagłówek";

/* accessibility role description for image map */
"image map" = "mapa obrazu";

/* HTTP result code string */
"informational" = "informacyjne";

/* HTTP result code string */
"internal server error" = "wewnętrzny błąd serwera";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "skocz";

/* HTTP result code string */
"length required" = "wymagana długość";

/* accessibility role description for link */
"link" = "łącze";

/* accessibility role description for list marker */
"list marker" = "znacznik listy";

/* HTTP result code string */
"method not allowed" = "niedozwolona metoda";

/* HTTP result code string */
"moved permanently" = "przeniesiono na stałe";

/* HTTP result code string */
"multiple choices" = "wielokrotny wybór";

/* HTTP result code string */
"needs proxy" = "wymagane proxy";

/* HTTP result code string */
"no content" = "brak zawartości";

/* HTTP result code string */
"no error" = "brak błędu";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "żaden plik nie jest zaznaczony";

/* HTTP result code string */
"no longer exists" = "już nie istnieje";

/* HTTP result code string */
"non-authoritative information" = "niewiążąca informacja";

/* HTTP result code string */
"not found" = "nie znaleziono";

/* HTTP result code string */
"not modified" = "nie zmieniono";

/* HTTP result code string */
"partial content" = "częściowa zawartość";

/* HTTP result code string */
"payment required" = "wymagana płatność";

/* HTTP result code string */
"precondition failed" = "niespełniony warunek wstępny";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "wciśnij";

/* HTTP result code string */
"proxy authentication required" = "wymagane uwierzytelnienie proxy";

/* HTTP result code string */
"redirected" = "przekierowano";

/* HTTP result code string */
"request timed out" = "upłynął czas żądania";

/* HTTP result code string */
"request too large" = "żądanie zbyt duże";

/* HTTP result code string */
"requested URL too long" = "żądany URL zbyt długi";

/* HTTP result code string */
"requested range not satisfiable" = "żądany zakres nie spełnia oczekiwań";

/* HTTP result code string */
"reset content" = "wyzeruj zawartość";

/* HTTP result code string */
"see other" = "zobacz inne";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "zaznacz";

/* HTTP result code string */
"server error" = "błąd serwera";

/* HTTP result code string */
"service unavailable" = "usługa niedostępna";

/* HTTP result code string */
"success" = "sukces";

/* HTTP result code string */
"switching protocols" = "przełączam protokoły";

/* HTTP result code string */
"temporarily redirected" = "czasowo przekierowano";

/* term word of a definition */
"term" = "termin";

/* HTTP result code string */
"unacceptable" = "nieakceptowalne";

/* HTTP result code string */
"unauthorized" = "nieautoryzowany";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "usuń zaznaczenie";

/* HTTP result code string */
"unimplemented" = "niezaimplementowany";

/* Unknown filename */
"unknown" = "nieznany";

/* HTTP result code string */
"unsupported media type" = "nieobsługiwany rodzaj mediów";

/* HTTP result code string */
"unsupported version" = "nieobsługiwana wersja";

/* accessibility role description for web area */
"web area" = "obszar www";

